{
	"1": [
		{
			"charClass": "Cleric", "category": "d",
			"title": "Bless",
			"level": "(1st Level+)",
			"type": "Ranged spell",
			"frequency": "Daily", "action": "Quick action to cast",
			"effect": "You can cast this spell for power or for broad effect.\nCast for power: One nearby ally gains a +2 attack bonus until the end of the battle.\nCast for broad effect: Choose up to three nearby creatures (including you); each target gains a +1 attack bonus until the end of the battle."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Cure Wounds",
			"level": "(1st Level+)",
			"type": "Ranged spell",
			"frequency": "Daily", "action": "Quick action to cast",
			"effect": "You or a nearby ally can heal using a free recovery."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Hammer of Faith",
			"level": "(1st Level+)",
			"type": "Close-quarters spell",
			"frequency": "Daily",
			"effect": "Until the end of the battle, your basic melee attacks use d12s as their base weapon damage dice."
		},
		{
			"charClass": "Cleric", "category": "a",
			"title": "Javelin of Faith",
			"level": "(1st Level+)",
			"type": "Ranged spell",
			"frequency": "At-Will",
			"target": "One nearby enemy",
			"attack": "Wisdom + Level vs. PD",
			"hit": "1d6 + Wisdom holy damage.",
			"miss": "Damage equal to your level."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Shield of Faith",
			"level": "(1st Level+)",
			"type": "Ranged spell",
			"frequency": "Daily", "action": "Quick action to cast",
			"effect": "You can cast this spell for power or for broad effect.\nCast for power: One nearby ally gains a +2 bonus to AC this battle.\nCast for broad effect: Choose up to three nearby creatures (including you); each target gains a +1 bonus to AC this battle."
		},
		{
			"charClass": "Cleric", "category": "a",
			"title": "Spirits of the Righteous",
			"level": "(1st Level+)",
			"type": "Ranged spell",
			"frequency": "Once per battle",
			"target": "One nearby enemy",
			"attack": "Wisdom + Level vs. MD",
			"hit": "4d6 + Wisdom holy damage, and your nearby ally with the fewest hit points gains a +4 bonus to AC until the end of your next turn.",
			"miss": "Your nearby ally with the fewest hit points gains a +2 bonus to AC until the end of your next turn."
		},
		{
			"charClass": "Cleric", "category": "a",
			"title": "Turn Undead",
			"level": "(1st Level+)",
			"type": "Close-quarters spell",
			"frequency": "Daily",
			"target": "1d4 nearby undead creatures, each with 55 hp or fewer.",
			"attack": "Wisdom + Charisma + Level vs. MD",
			"hit": "The target is dazed until end of your next turn.\nHit by 4+: 1d10 x your level holy damage, and the target is dazed until end of your next turn.\nHit by 8+: Holy damage equal to half the target's maximum hit points, and the target is dazed (save ends).\nHit by 12+ or Natural 20: The target is destroyed."
		}
	],
	"3": [
		{
			"charClass": "Cleric", "category": "a",
			"title": "Cause Fear",
			"level": "(3rd Level+)",
			"type": "Ranged spell",
			"frequency": "Daily",
			"target": "One nearby enemy with 75 hp or fewer",
			"attack": "Wisdom + Level vs. MD",
			"hit": "The target is weakened until the end of its next turn. On its next turn, if it's unengaged, it does not attack and moves away from you. If it's engaged, the target attempts to disengage as its first action, and moves away if it succeeds. If it fails, it moves away as its second action (drawing opportunity attacks). In either case, it will not attack unless it has no options for escape.",
			"miss": "The target hates you for having tried to scare it, and it wants to hurt you most of all, but it won't be any stupider than usual in pursuing that goal."
		},
		{
			"charClass": "Cleric", "category": "a",
			"title": "Combat Boon",
			"level": "(3rd Level+)",
			"type": "Close-quarters spell",
			"frequency": "At-Will",
			"effect": "Make a basic melee attack. If the attack hits, you or one conscious nearby ally can roll a save against a save ends effect."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Divine Endurance",
			"level": "(3rd Level+)",
			"type": "Ranged spell",
			"frequency": "Daily", "action": "Quick action to cast",
			"effect": "You can cast this spell for power or for broad effect.\nCast for power: One nearby ally gains 40 temporary hit points.\nCast for broad effect: Choose up to three nearby creatures (including you); each target gains 20 temporary hit points."
		},
		{
			"charClass": "Cleric", "category": "a",
			"title": "Judgment",
			"level": "(3rd Level+)",
			"type": "Ranged spell",
			"frequency": "Daily",
			"target": "All nearby staggered enemies",
			"attack": "Wisdom + Level vs. MD",
			"hit": "5d10 + Wisdom holy damage.",
			"miss": "Holy damage equal to your level."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Mighty Healing",
			"level": "(3rd Level+)",
			"type": "Ranged spell",
			"frequency": "Daily",
			"effect": "You can cast this spell for power or for broad effect.\nCast for power: One nearby ally can heal using a single recovery and regain double the usual number of hit points.\nCast for broad effect: Choose up to three nearby creatures (including you); each target can heal using a recovery."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Strength of the Gods",
			"level": "(3rd Level+)",
			"type": "Ranged spell",
			"frequency": "Daily", "action": "Quick action to cast",
			"effect": "You can cast this spell for power or for broad effect.\nCast for power: One nearby ally deals +2d8 damage with melee attacks this battle.\nCast for broad effect: Choose up to three nearby creatures (including you); each target deals +1d8 damage with melee attacks this battle."
		}
	],
	"5": [
		{
			"charClass": "Cleric", "category": "d",
			"title": "Crisis of Faith",
			"level": "(5th Level+)",
			"type": "Close-quarters spell",
			"frequency": "Daily", "action": "Quick action to cast",
			"effect": "For the rest of this battle, all enemies near you with 100 hp or fewer take a penalty to their Mental Defense equal to your Charisma modifier. Whenever one of those enemies misses with an attack roll, it takes holy damage equal to double your level."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Sanctuary",
			"level": "(5th Level+)",
			"type": "Close-quarters spell",
			"frequency": "Daily",
			"effect": "Choose yourself or a nearby ally. Enemies with 100 hp or fewer cannot attack the chosen target until that creature attacks or the escalation die reaches 6+"
		},
		{
			"charClass": "Cleric", "category": "a",
			"title": "Sphere of Radiance",
			"level": "(5th Level+)",
			"type": "Close-quarters spell",
			"frequency": "Daily",
			"effect": "You or one nearby ally can heal using a free recovery. Then make the following attack.",
			"target": "Up to two nearby enemies",
			"attack": "Wisdom + Level vs. MD",
			"hit": "7d8 + Charisma holy damage.",
			"miss": "Half damage."
		}
	],
	"7": [
		{
			"charClass": "Cleric", "category": "d",
			"title": "Circle of Protection",
			"level": "(7th Level+)",
			"type": "Close-quarters spell",
			"frequency": "Daily", "action": "Quick action to cast",
			"effect": "Choose a defense: AC, PD, or MD. For the rest of the battle while you are conscious, you and each ally near you gains a +1 bonus to that defense. Each enemy that misses you or one of your nearby allies with an attack against the defense you chose is hampered until the end of its next turn."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Resurrection",
			"level": "(7th Level+)",
			"type": "Ranged spell",
			"frequency": "(see effect)",
			"effect": "Special: You can cast this spell only once per level. You'll have to keep track of how many times you cast the spell in your life. You must have most of the corpse available to cast the spell. There's no time limit on resurrecting a dead PC, so long as you have the corpse (unless that becomes a silly exercise in resurrecting adventurer-tier characters into an epic-tier game!). NPCs should probably be a lot easier to resurrect if they haven't been dead long.\nYou can bring a creature back to life in more or less normal condition. By more or less normal, we mean that you could cast your first resurrection in the middle of combat or during an adventure and we would advise something like the following drawbacks: expending half the resurrected character's recoveries, start them dazed (save ends), and flip a coin for each of their daily abilities—tails it's expended.\nLimited Casting: The first time in your life that you use the spell you can cast it quickly, with a single standard action. Using the spell removes one of your spell slots until you gain a level (you get one less spell per full heal-up).\nThe second time in your life you cast the spell, it takes longer, at least three or four rounds, and costs you something like half your hit points and daily powers/spells. The person you are resurrecting comes back at something like one-quarter strength.\nThe third time you cast the spell it has to be as a ritual. The spell chews you up and leaves you with only a few hit points, then gnaws at the person you have resurrected, who takes days to recover well enough to qualify as an adventurer or combatant.\nThe fourth time you cast the spell it nearly kills you. The resurrection succeeds but the person you've resurrected is going to be a mess for a month or more, regardless of any other magic tricks ya'll got going.\nThe fifth time you resurrect someone (thanks to a boon from an icon, a powerful magic item, or some other method allowed by the GM that lets you use resurrection beyond your normal limit), that's the end of your story and you die. There's only a 50% chance that the resurrection spell works on the target. You've used up your quota of resurrection magic. You're not coming back via this spell, either.\nSurprise, that was the good news. The bad news is that if the target of your resurrection spell has been resurrected more times than you have cast the spell, there is a nasty 50% chance that the experience will play out using their higher number of resurrections instead of the number of times you have cast the spell."
		}
	],
	"9": [
		{
			"charClass": "Cleric", "category": "d",
			"title": "Overworld Travel",
			"level": "(9th Level)",
			"type": "Close-quarters spell",
			"frequency": "Daily",
			"effect": "Special: You must cast this spell outdoors. It enables you and a group of nearby allies to travel up to and through the overworld to most any location in the world that you can name. The method of travel may depend upon your god, your icon, or your will. Some overworld travel spells summon a flying land, while others harness an elder sky being or simply turn all the travelers into swiftly moving wind.\nThe trip through the overworld is magically warded by the spell. Travel takes between an hour and a day, depending on distance and the amount of effort the spell must exert to maintain the warding. Party members who go off-plot and skip off into the overworld for a side adventure are on their own.\nThe destination can be in the overworld or in the land. It can't be in the underworld—this is the wrong spell for destinations there.\nIn a pinch, the versions of this spell cast by icons have been known to move invading armies and refugees from doomed cities. It's possible that the player characters could manage something similar but it's not guaranteed."
		},
		{
			"charClass": "Cleric", "category": "d",
			"title": "Prayer for Readiness",
			"level": "(9th Level)",
			"type": "Close-quarters spell",
			"frequency": "Daily",
			"target": "Up to 5 allies",
			"effect": "You utter a powerful prayer upon your comrades, giving each a special blessing. At any point later this battle, each blessed ally can acknowledge the blessing by saying “thank you” to your god, gods, or pantheon as a free action to reroll a d20 roll. That ally must take the reroll result.\nNote that you are giving the blessing and don't receive it yourself."
		}
	]
}
