[
	{
		"title": "Chaos Blessing",
		"type": "Close-quarters spell",
		"frequency": "At-Will",
		"effect": "Roll a d20 to determine which effect the blessing grants. Higher-level versions of the spell improve the first three blessings, but you still get only the blessing you roll.\n1-4: Gift—You or one of your nearby allies gains 7 temporary hit points.\n5-8: Resilience—You gain 7 temporary hit points.\n9-12: Aura/tentacles—The next enemy that moves to engage you this battle takes 2d6 damage.\n13-16: Defense bonus—You gain a +2 bonus to the defense of your choice (AC, PD, or MD) until an attack against that defense misses you or until the end of the battle.\n17-20: Healing—You or your nearby ally with the fewest hit points can heal using a recovery. (If you're the one with the fewest hit points among you and your nearby allies, it's you.)",
		"advancement": "3rd level spell ✧ gift and resilience now grant 12 temporary hit points; aura/tentacles damage is 2d10.\n5th level spell ✧ gift and resilience now grant 20 temporary hit points; aura/tentacles damage is 4d10.\n7th level spell ✧ gift and resilience now grant 35 temporary hit points; aura/tentacles damage is 6d8.\n9th level spell ✧ gift and resilience now grant 60 temporary hit points; aura/tentacles damage is 10d8.",
		"feats": {
			"adventurer": "The defense bonus effect now applies to all the target's defenses (and therefore ends as soon as the target is missed by an attack).",
			"champion": "A number of times per day equal to your highest non-Charisma modifier, you can roll twice when you cast chaos blessing and gain both effects (reroll a duplicate result)",
			"epic": "The damage dice for the aura/tentacles effect increase by one size (for example, d8s to d10s)."
		}
	},
	{
		"title": "Warped Healing",
		"type": "Close-quarters spell",
		"frequency": "Once per battle",
		"target": "Two nearby allies, or you and one nearby ally",
		"effect": "Randomly choose one of the targets. That target can heal using a recovery. The other target gains 10 temporary hit points and grows a strange eye, limb, or other physical feature that lasts as long as the temporary hit points do.",
		"advancement": "3rd level spell ✧ 20 temporary hit points.\n 5th level spell ✧ 30 temporary hit points.\n7th level spell ✧ 45 temporary hit points.\n9th level spell ✧ 70 temporary hit points."
	}
]
